Repository: pluginsGLPI/oauthimap
Catalog: locales/*.po
Languages: sv_se

source: Oauth provider
sv_se: OAuth-leverantör

source: Client ID
sv_se: Klient-ID

source: Client secret
sv_se: Klienthemlighet

source: Developer help for this provider
sv_se: Hjälp för utvecklare för denna leverantör

source: Name cannot be empty
sv_se: Namnet får inte vara tomt

source: Invalid provider
sv_se: Ogiltig leverantör

source: Mail receiver "%s" has been updated.
sv_se: Ärendemottagaren "%s" uppdaterades.

source: Mail receiver "%s" has been deactivated.
sv_se: Ärendemottagaren "%s" inaktiverades.

source: No associated receivers.
sv_se: Hittade inga mottagare.

source: Name
sv_se: Namn

source: Connection string
sv_se: Anslutningssträng

source: Login
sv_se: Inloggning

source: Is active ?
sv_se: Aktiv?

source: Oauth authorization
sv_se: OAuth-auktorisering

source: Create an authorization
sv_se: Skapa auktorisation

source: No authorizations.
sv_se: Inga auktorisationer.

source: Email
sv_se: E-post

source: Connection diagnostic
sv_se: Anslutningsdiagnostik

source: Diagnose
sv_se: Diagnostisera

source: Update
sv_se: Uppdatera

source: Delete
sv_se: Ta bort

source: Server host
sv_se: Värd

source: Server port
sv_se: Port

source: Security level
sv_se: Säkerhet

source: Refresh connection diagnostic
sv_se: Uppdatera

source: Diagnostic log contains sensitive information, such as the access token.
sv_se: Diagnostikloggen innehåller känslig information som till exempel åtkomsttoken.

source: Unexpected error: %s
sv_se: Oväntat fel: %s

source: Authorization failed with error: %s
sv_se: Auktorisering misslyckades. Felbeskrivning: %s

source: Unable to verify authorization code
sv_se: Det gick inte att verifiera auktoriseringskoden

source: Unable to get authorization code
sv_se: Det gick inte att hämta auktoriseringskoden

source: Unable to save authorization code
sv_se: Det gick inte att spara auktoriseringskoden

source: Create authorization for another user
sv_se: Skapa auktorisering för en annan användare
